{
    "forecastPackages": "Paquetes de pronóstico",
    "generalPackages": "Paquetes generales",
    "basic_explanation": "El paquete básico contiene las variables meteorológicas más comunes.",
    "basic_link": "Documentación del paquete de datos básicos.",
    "current_explanation": "El paquete de datos actuales contiene información meteorológica actual, incluidas observaciones y mediciones.",
    "current_link": "Documentación del paquete de datos actual",
    "clouds_explanation": "El paquete de datos Nubes contiene pronósticos detallados de la capa de nubes y la duración del sol.",
    "clouds_link": "Documentación del paquete de nubes",
    "sunmoon_explanation": "El paquete de datos del Sol y la Luna contiene información sobre las horas de salida y puesta del sol y la luna.",
    "sunmoon_link": "Documentación del paquete de datos del Sol y la Luna.",
    "basic_day_webcolors_explanation": "El paquete Web Colors contiene los códigos de color HTML de meteoblue para dar formato web.",
    "basic_day_webcolors_link": "Documentación del paquete de datos Web Colors",
    "agronomicalPackage": "Paquetes Agronómicos",
    "agro_explanation": "El paquete de datos Agro sirve para fines agrícolas y contiene variables climáticas relacionadas con el suelo y la vegetación.",
    "agro_link": "Documentación del paquete de datos agrícolas",
    "agromodelleafwetness_explanation": "El paquete de datos Agromodel Leaf Wetness contiene toda la información relevante para monitorear y pronosticar la humedad de las hojas.",
    "agromodelleafwetness_link": "Documentación del paquete de datos de humedad de las hojas de Agromodel",
    "agromodelsowing_explanation": "El paquete de datos de siembra de Agromodel contiene información sobre los períodos de tiempo adecuados para la siembra de cultivos.",
    "agromodelsowing_link": "Documentación del paquete de datos de siembra de Agromodel",
    "agromodelspray_explanation": "El paquete de datos de Agromodel Spray contiene información sobre los períodos de tiempo adecuados para fumigar los campos.",
    "agromodelspray_link": "Documentación del paquete de datos de Agromodel Spray",
    "soiltrafficability_explanation": "El paquete de datos sobre transitabilidad del suelo contiene información sobre la capacidad del suelo para soportar vehículos en movimiento según el tipo de suelo y el desarrollo del contenido de agua en la capa superior del suelo (0 - 10 cm).",
    "soiltrafficability_link": "Documentación del paquete de datos de transitabilidad del suelo",
    "renewableEnergyPackages": "Paquetes de energía renovable",
    "solar_explanation": "El paquete de datos solares contiene variables de radiación solar específicas para el sector de la energía solar.",
    "solar_link": "Documentación del paquete de datos solares",
    "solarensemble_explanation": "El paquete de datos Solar Ensemble contiene miembros agregados e individuales de los pronósticos solares del conjunto GFS.",
    "solarensemble_link": "Documentación del paquete de datos de Solar Ensemble",
    "pvpro_explanation": "El paquete de datos PV Pro contiene previsiones de producción de energía solar basadas en el pico de kilovatios, así como en la inclinación y orientación del panel.",
    "pvpro_link": "Documentación del paquete de datos PV Pro",
    "pvpro_kWpHint": "Producción máxima de kilovatios",
    "pvpro_slopeHint": "Inclinación del panel solar",
    "pvpro_facingHint": "Orientación del panel solar",
    "pvpro_powerEfficiencyHint": "Eficiencia energética del módulo fotovoltaico.",
    "wind_explanation": "El paquete de datos Wind contiene variables eólicas específicas para el sector de la energía eólica.",
    "wind_link": "Documentación del paquete de datos del viento",
    "wind80ensemble_explanation": "El paquete de datos Wind 80m Ensemble contiene miembros agregados e individuales de los pronósticos de viento del conjunto GFS.",
    "wind80ensemble_link": "Documentación del paquete de datos Wind 80m Ensemble",
    "windpower_explanation": "El paquete de datos Wind Power contiene previsiones de energía eólica a una altura de 80 m.",
    "windpower_link": "Documentación del paquete de datos de energía eólica",
    "advancedPackages": "Paquetes avanzados",
    "sea_explanation": "El paquete de datos marinos contiene previsiones meteorológicas marinas.",
    "sea_link": "Documentación del paquete de datos marítimos",
    "air_explanation": "El paquete de datos aéreos contiene pronósticos atmosféricos como CAPE e índice elevado.",
    "air_link": "Documentación del paquete de datos aéreos",
    "airquality_explanation": "El paquete de datos sobre calidad del aire contiene pronósticos de la calidad del aire, como concentraciones de contaminantes.",
    "airquality_link": "Documentación del paquete de datos sobre la calidad del aire",
    "sigmalevel_explanation": "El paquete de datos Sigma Level contiene pronósticos de capas atmosféricas por encima de los 300 m.",
    "sigmalevel_link": "Documentación del paquete de datos de nivel Sigma",
    "profileSeries_explanation": "Los paquetes de datos de Profile Series contienen pronósticos de perfiles atmosféricos para varios niveles de altitud (1000, 975, 950, 925, 900, 875, 850, 800, 750, 700, 650, 600, 550, 500, 450, 400, 350, 300, 250, 200) y variables.",
    "profileSeries_link": "Documentación de paquetes de datos de la serie Profile",
    "14DayForecastPackages": "Paquetes de pronóstico de 14 días",
    "ensemble_explanation": "El paquete de datos Ensemble contiene todos los miembros individuales del pronóstico del conjunto GFS.",
    "ensemble_link": "Documentación del paquete de datos de conjunto",
    "trend_explanation": "El paquete Trend contiene pronósticos conjuntos de 14 días para las variables climáticas más comunes.",
    "trend_link": "Documentación del paquete de datos de tendencias",
    "warningMessage": "Demasiados módulos activados suponen una gran carga para el sistema, porque se crean muchos objetos.",
    "apiKeySettings": "Clave API y configuración",
    "apiKey": "Clave API",
    "applicationKey": "Clave API",
    "applicationKeyHint": "Obtenga meteoblue 'API meteorológica gratuita para uso no comercial' <a href=\"https://content.meteoblue.com/en/access-options/weather-apis/free-weather-api\" target=\"_blank\">aquí </a>. Vea su clave API personal <a href=\"https://www.meteoblue.com/de/weather-api/forecast-api\" target=\"_blank\">aquí</a>.",
    "intervall": "Intervalo de tiempo para recuperar nuevos valores",
    "intervallHint": "en minutos (0 para solicitudes manuales)",
    "settings": "Ajustes",
    "city": "Ciudad",
    "cityHint": "p.ej. Basilea",
    "cityFromSystem": "Usar ciudad desde la configuración del sistema",
    "latitude": "Latitud WGS84",
    "latitudeHint": "p.ej. 47.55814",
    "longitude": "Longitud WGS84",
    "longitudeHint": "p.ej. 7.58769",
    "latlongFromSystem": "Usar latitud y longitud desde la configuración del sistema",
    "elevation": "Elevación",
    "elevationHint": "metros sobre el mar",
    "timezone": "Zona horaria",
    "tempunit": "Unidad de temperatura",
    "celsius": "Celsius",
    "farenheit": "farenheit",
    "tempunitFromSystem": "Usar la unidad de temperatura desde la configuración del sistema",
    "windspeed": "Unidad de velocidad del viento",
    "kilometer per hour": "kilómetro por hora",
    "meter per second": "metros por segundo",
    "miles per hour": "millas por hora",
    "knots": "nudos",
    "beaufort": "beaufort",
    "precipitationamount": "Unidad de cantidad de precipitación",
    "mm": "milímetros",
    "inch": "pulgada"
}
