{
    "forecastPackages": "Paquetes de pronóstico",
    "generalPackages": "Paquetes generales",
    "basic_explanation": "El paquete básico contiene las variables climáticas más comunes.",
    "basic_link": "Documentación del paquete de datos básico",
    "current_explanation": "El paquete de datos actual contiene información meteorológica actual, incluidas observaciones y mediciones.",
    "current_link": "Documentación del paquete de datos actual",
    "clouds_explanation": "El paquete de datos de nubes contiene la capa de nubes detallada y los pronósticos de duración del sol.",
    "clouds_link": "Documentación del paquete de datos de nubes",
    "sunmoon_explanation": "El paquete de datos Sun and Moon contiene información sobre los tiempos de aumento y fijación del sol y la luna.",
    "sunmoon_link": "Documentación del paquete de datos del sol y la luna",
    "basic_day_webcolors_explanation": "El paquete de colores web contiene los códigos de color HTML de Meteoblue para formateo web.",
    "basic_day_webcolors_link": "Documentación del paquete de colores web",
    "agronomicalPackage": "Paquetes agronómicos",
    "agro_explanation": "El paquete de datos Agro sirve a fines agrícolas y contiene variables climáticas relacionadas con el suelo y la vegetación.",
    "agro_link": "Documentación del paquete de datos AGRO",
    "agromodelleafwetness_explanation": "El paquete de datos de humedad de la hoja de Agromodel contiene toda la información relevante para monitorear y pronosticar la humedad de la hoja.",
    "agromodelleafwetness_link": "Documentación del paquete de datos de la humedad de la hoja de Agromodel",
    "agromodelsowing_explanation": "El paquete de datos de siembra de Agromodel contiene información sobre ventanas de tiempo adecuadas para cultivos de siembra.",
    "agromodelsowing_link": "Documentación del paquete de datos de siembra de Agromodel",
    "agromodelspray_explanation": "El paquete de datos de pulverización de Agromodel contiene información sobre ventanas de tiempo adecuadas para los campos de pulverización.",
    "agromodelspray_link": "Documentación del paquete de datos de Agromodel Spray",
    "soiltrafficability_explanation": "El paquete de datos de tráfico del suelo contiene información sobre la capacidad del suelo para apoyar los vehículos en movimiento en función del tipo de suelo y el desarrollo del contenido de agua en el suelo superior (0 - 10 cm).",
    "soiltrafficability_link": "Documentación del paquete de datos de tráfico del suelo",
    "renewableEnergyPackages": "Paquetes de energía renovable",
    "solar_explanation": "El paquete de datos solar contiene variables específicas de radiación solar para el sector de energía solar.",
    "solar_link": "Documentación del paquete de datos solar",
    "solarensemble_explanation": "El paquete de datos del conjunto solar contiene miembros agregados e individuales de los pronósticos solares del conjunto GFS.",
    "solarensemble_link": "Documentación del paquete de datos del conjunto solar",
    "pvpro_explanation": "El paquete de datos PV Pro contiene pronósticos de producción de energía solar basadas en Kilowatt Peak, así como la inclinación y orientación del panel.",
    "pvpro_link": "Documentación del paquete de datos PV Pro",
    "pvpro_kWp": "KWP",
    "pvpro_kWpHint": "Producción de Kilowatt Peak",
    "pvpro_slope": "Pendiente",
    "pvpro_slopeHint": "Inclinación del panel solar",
    "pvpro_facing": "Frente a",
    "pvpro_facingHint": "Orientación del panel solar",
    "pvpro_powerEfficiency": "Eficiencia energética",
    "pvpro_powerEfficiencyHint": "Eficiencia energética del módulo fotovoltaico",
    "pvpro_tracker": "Rastreador",
    "pvpro_trackerHint": "Para paneles solares utilizando un rastreador de sol",
    "wind_explanation": "El paquete de datos de viento contiene variables de viento específicas para el sector de la energía eólica.",
    "wind_link": "Documentación del paquete de datos de viento",
    "wind80ensemble_explanation": "El paquete de datos de Ensemble de 80 m de viento contiene miembros agregados e individuales de los pronósticos de viento GFS Ensemble.",
    "wind80ensemble_link": "Documentación del paquete de datos de Ensemble de 80 m de viento",
    "windpower_explanation": "El paquete de datos de energía eólica contiene pronósticos de energía eólica a una altura de 80 m.",
    "windpower_link": "Documentación del paquete de datos de energía eólica",
    "advancedPackages": "Paquetes avanzados",
    "sea_explanation": "El paquete de datos SEA contiene pronósticos meteorológicos marinos.",
    "sea_link": "Documentación del paquete de datos del mar",
    "air_explanation": "El paquete de datos de aire contiene pronósticos atmosféricos como CAPE y el índice elevado.",
    "air_link": "Documentación del paquete de datos aéreos",
    "airquality_explanation": "El paquete de datos de calidad del aire contiene pronósticos de calidad del aire como concentraciones de contaminantes.",
    "airquality_link": "Documentación del paquete de datos de calidad del aire",
    "sigmalevel_explanation": "El paquete de datos de nivel Sigma contiene pronósticos de capa atmosférica por encima de 300 m.",
    "sigmalevel_link": "Documentación del paquete de datos de nivel Sigma",
    "profileSeries_explanation": "Los datos para la serie de perfil se proporcionan en diferentes niveles verticales.",
    "profileSeries_link": "Datos para la documentación de la serie de perfil",
    "14DayForecastPackages": "Paquetes de pronóstico de 14 días",
    "trend_explanation": "El paquete de datos de tendencias contiene pronósticos de conjuntos de 14 días para las variables climáticas más comunes.",
    "trend_link": "Documentación del paquete de datos de tendencias",
    "warningMessage": "Demasiados módulos activados colocan una carga pesada en el sistema, ya que se crean muchos objetos.",
    "apiKeySettings": "Claves y configuraciones de API",
    "apiKey": "Llave de API",
    "applicationKey": "Llave de API",
    "applicationKeyHint": "<a href = \"https://content.meteoblue.com/en/access-options/weather-apis/free-weather-api\" target = \"_ en blanco\"> Obtenga acceso instantáneo a Meteoblue </a>. <a href = \"https://www.meteoblue.com/de/weather-api/forecast-api\" target = \"_ en blanco\"> Descripción general de la API meteorológica </a>.",
    "intervall": "Intervalo de tiempo para recuperar nuevos valores",
    "intervallHint": "En minutos (0 para solicitudes manuales)",
    "settings": "Ajustes",
    "city": "Ciudad",
    "cityHint": "F. ex. Basilea",
    "cityFromSystem": "Use la ciudad desde la configuración del sistema",
    "latitude": "Latitud WGS84",
    "latitudeHint": "F. ex. 47.55814",
    "longitude": "Longitud WGS84",
    "longitudeHint": "F. ex 7.58769",
    "latlongFromSystem": "Use la latitud y la longitud desde la configuración del sistema",
    "elevation": "Elevación",
    "elevationHint": "Metros sobre el mar",
    "timezone": "Huso horario",
    "tempunit": "Unidad de temperatura",
    "celsius": "Celsius",
    "farenheit": "Fahrenheit",
    "tempunitFromSystem": "Use la unidad de temperatura desde la configuración del sistema",
    "windspeed": "Unidad de velocidad del viento",
    "kilometer per hour": "Kilómetros por hora",
    "meter per second": "Metros por segundo",
    "miles per hour": "Millas por hora",
    "knots": "Nudos",
    "beaufort": "Beaufort",
    "precipitationamount": "Unidad de precipitación",
    "mm": "mm",
    "inch": "Pulgada",
    "sigmalevel_height": "Altura sobre el suelo en [M]"
}
