{
    "forecastPackages": "Pacotes de previsão",
    "generalPackages": "Pacotes Gerais",
    "basic_explanation": "O pacote básico contém as variáveis ​​meteorológicas mais comuns.",
    "basic_link": "Documentação básica do pacote de dados",
    "current_explanation": "O pacote de dados atual contém informações meteorológicas atuais, incluindo observações e medições.",
    "current_link": "Documentação atual do pacote de dados",
    "clouds_explanation": "O pacote de dados Nuvens contém previsões detalhadas da camada de nuvens e da duração do sol.",
    "clouds_link": "Documentação do pacote de nuvens",
    "sunmoon_explanation": "O pacote de dados Sun and Moon contém informações sobre os horários de nascer e pôr do sol e da lua.",
    "sunmoon_link": "Documentação do pacote de dados Sol e Lua",
    "basic_day_webcolors_explanation": "O pacote Web Colors contém os códigos de cores HTML meteoblue para formatação web.",
    "basic_day_webcolors_link": "Documentação do pacote de dados do Web Colors",
    "agronomicalPackage": "Pacotes Agronômicos",
    "agro_explanation": "O pacote de dados Agro serve para fins agrícolas e contém variáveis ​​meteorológicas relacionadas ao solo e à vegetação.",
    "agro_link": "Documentação do pacote de dados agro",
    "agromodelleafwetness_explanation": "O pacote de dados Agromodel Leaf Wetness contém todas as informações relevantes para monitoramento e previsão da umidade foliar.",
    "agromodelleafwetness_link": "Documentação do pacote de dados Agromodel Leaf Wetness",
    "agromodelsowing_explanation": "O pacote de dados Agromodel Sewing contém informações sobre janelas de tempo adequadas para a semeadura das culturas.",
    "agromodelsowing_link": "Documentação do pacote de dados Agromodel Sewing",
    "agromodelspray_explanation": "O pacote de dados Agromodel Spray contém informações sobre janelas de tempo adequadas para pulverizar campos.",
    "agromodelspray_link": "Documentação do pacote de dados do Agromodel Spray",
    "soiltrafficability_explanation": "O pacote de dados de Tráfego do Solo contém informações sobre a capacidade do solo para suportar veículos em movimento com base no tipo de solo e no desenvolvimento do teor de água na superfície do solo (0 - 10 cm).",
    "soiltrafficability_link": "Documentação do pacote de dados de trafegabilidade do solo",
    "renewableEnergyPackages": "Pacotes de energia renovável",
    "solar_explanation": "O pacote de dados Solar contém variáveis ​​de radiação solar específicas para o setor de energia solar.",
    "solar_link": "Documentação do pacote de dados solares",
    "solarensemble_explanation": "O pacote de dados Solar Ensemble contém membros agregados e individuais das previsões solares do GFS ensemble.",
    "solarensemble_link": "Documentação do pacote de dados do Solar Ensemble",
    "pvpro_explanation": "O pacote de dados PV Pro contém previsões de produção de energia solar com base no pico de quilowatts, bem como na inclinação e orientação do painel.",
    "pvpro_link": "Documentação do pacote de dados do PV Pro",
    "wind_explanation": "O pacote de dados Wind contém variáveis ​​de vento específicas para o setor de energia eólica.",
    "wind_link": "Documentação do pacote de dados do vento",
    "wind80ensemble_explanation": "O pacote de dados do Wind 80m Ensemble contém membros agregados e individuais das previsões de vento do GFS ensemble.",
    "wind80ensemble_link": "Documentação do pacote de dados do Wind 80m Ensemble",
    "windpower_explanation": "O pacote de dados Wind Power contém previsões de energia eólica a uma altura de 80m.",
    "windpower_link": "Documentação do pacote de dados de energia eólica",
    "advancedPackages": "Pacotes Avançados",
    "sea_explanation": "O pacote de dados do mar contém previsões meteorológicas marítimas.",
    "sea_link": "Documentação do pacote de dados do mar",
    "air_explanation": "O pacote de dados aéreos contém previsões atmosféricas como CAPE e índice elevado.",
    "air_link": "Documentação do pacote de dados aéreos",
    "airquality_explanation": "O pacote de dados de qualidade do ar contém previsões de qualidade do ar, como concentrações de poluentes.",
    "airquality_link": "Documentação do pacote de dados de qualidade do ar",
    "sigmalevel_explanation": "O pacote de dados Sigma Level contém previsões da camada atmosférica acima de 300m.",
    "sigmalevel_link": "Documentação do pacote de dados do nível Sigma",
    "profileSeries_explanation": "Os pacotes de dados Profile Series contêm previsões de perfil atmosférico para vários níveis de altitude (1000, 975, 950, 925, 900, 875, 850, 800, 750, 700, 650, 600, 550, 500, 450, 400, 350, 300, 250, 200) e variáveis.",
    "profileSeries_link": "Documentação dos pacotes de dados do Profile Series",
    "14DayForecastPackages": "Pacotes de previsão de 14 dias",
    "ensemble_explanation": "O pacote de dados Ensemble contém todos os membros individuais da previsão do conjunto GFS.",
    "ensemble_link": "Documentação do pacote de dados do Ensemble",
    "trend_explanation": "O pacote Trend contém previsões de conjunto de 14 dias para as variáveis ​​meteorológicas mais comuns.",
    "trend_link": "Documentação do pacote de dados de tendências",
    "warningMessage": "Muitos módulos ativados sobrecarregam o sistema, porque muitos objetos são criados.",
    "apiKeySettings": "Chave de API e configurações",
    "apiKey": "Chave API",
    "applicationKey": "Chave API",
    "applicationKeyHint": "Obtenha meteoblue 'Free Weather API para uso não comercial' <a href=\"https://content.meteoblue.com/en/access-options/weather-apis/free-weather-api\" target=\"_blank\">aqui </a>. Veja sua chave de API pessoal <a href=\"https://www.meteoblue.com/de/weather-api/forecast-api\" target=\"_blank\">aqui</a>.",
    "intervall": "Intervalo de tempo para recuperar novos valores",
    "intervallHint": "em minutos (0 para solicitações manuais)",
    "settings": "Definições",
    "city": "Cidade",
    "cityHint": "por exemplo. Basileia",
    "cityFromSystem": "Use a cidade nas configurações do sistema",
    "latitude": "Latitude WGS84",
    "latitudeHint": "por exemplo. 47.55814",
    "longitude": "Longitude WGS84",
    "longitudeHint": "por exemplo. 7,58769",
    "latlongFromSystem": "Use latitude e longitude nas configurações do sistema",
    "elevation": "Elevação",
    "elevationHint": "metros acima do mar",
    "timezone": "Fuso horário",
    "tempunit": "Unidade de temperatura",
    "celsius": "Celsius",
    "farenheit": "adeus",
    "tempunitFromSystem": "Use a unidade de temperatura das configurações do sistema",
    "windspeed": "Unidade de velocidade do vento",
    "kilometer per hour": "quilômetro por hora",
    "meter per second": "metro por segundo",
    "miles per hour": "milhas por hora",
    "knots": "nós",
    "beaufort": "beleza",
    "precipitationamount": "Unidade de quantidade de precipitação",
    "mm": "milímetros",
    "inch": "polegada"
}
