{
    "forecastPackages": "Pacchetti di previsione",
    "generalPackages": "Pacchetti generali",
    "basic_explanation": "Il pacchetto di base contiene le variabili meteorologiche più comuni.",
    "basic_link": "Documentazione del pacchetto di dati di base",
    "current_explanation": "L'attuale pacchetto di dati contiene le informazioni meteorologiche attuali, inclusi osservazioni e misurazioni.",
    "current_link": "Documentazione dell'attuale pacchetto di dati",
    "clouds_explanation": "Il pacchetto di dati delle nuvole contiene previsioni dettagliate sul livello del cloud e la durata del sole.",
    "clouds_link": "Documentazione del pacchetto di dati delle nuvole",
    "sunmoon_explanation": "Il pacchetto di dati Sun e Moon contiene informazioni sull'aumento e l'impostazione di tempi di sole e luna.",
    "sunmoon_link": "Documentazione del pacchetto Data Sun e Moon",
    "basic_day_webcolors_explanation": "Il pacchetto Web Colors contiene i codici a colori HTML METEOBLE per il formattazione del Web.",
    "basic_day_webcolors_link": "Documentazione del pacchetto Web Colors",
    "agronomicalPackage": "Pacchetti agronomici",
    "agro_explanation": "Il pacchetto di dati Agro serve scopi agricoli e contiene variabili meteorologiche relative al suolo e alla vegetazione.",
    "agro_link": "Documentazione del pacchetto di dati agro",
    "agromodelleafwetness_explanation": "Il pacchetto dati sull'umidità delle foglie di Agromodel contiene tutte le informazioni pertinenti per il monitoraggio e la previsione dell'umidità fogliare.",
    "agromodelleafwetness_link": "Documentazione del pacchetto di dati sull'umidità delle foglie di Agromodel",
    "agromodelsowing_explanation": "Il pacchetto di dati di semina di Agromodel contiene informazioni sulle finestre temporali adeguate per la semina.",
    "agromodelsowing_link": "Documentazione del pacchetto di dati di semina di Agromodel",
    "agromodelspray_explanation": "Il pacchetto di dati di spruzzo Agromodel contiene informazioni sulle finestre temporali adeguate per i campi di spruzzatura.",
    "agromodelspray_link": "Documentazione del pacchetto di dati spray Agromodel",
    "soiltrafficability_explanation": "Il pacchetto di dati di traffico di trafficabilità del suolo contiene informazioni sulla capacità del suolo di supportare i veicoli in movimento in base al tipo di terreno e allo sviluppo del contenuto di acqua nel suolo superiore (0-10 cm).",
    "soiltrafficability_link": "Documentazione del pacchetto di dati di traffico di trafficabilità del suolo",
    "renewableEnergyPackages": "Pacchetti di energia rinnovabile",
    "solar_explanation": "Il pacchetto di dati solari contiene specifiche variabili di radiazione solare per il settore dell'energia solare.",
    "solar_link": "Documentazione del pacchetto di dati solari",
    "solarensemble_explanation": "Il pacchetto dati dell'ensemble solare contiene membri aggregati e singoli delle previsioni solari dell'ensemble GFS.",
    "solarensemble_link": "Documentazione del pacchetto di dati dell'ensemble solare",
    "pvpro_explanation": "Il pacchetto dati PV Pro contiene previsioni di produzione di energia solare basate sul picco di Kilowatt, nonché inclinazione e orientamento del pannello.",
    "pvpro_link": "Documentazione del pacchetto dati PV Pro Data",
    "pvpro_kWp": "KWP",
    "pvpro_kWpHint": "Kilowatt Peak Production",
    "pvpro_slope": "Pendenza",
    "pvpro_slopeHint": "Inclinazione del pannello solare",
    "pvpro_facing": "Rivolto",
    "pvpro_facingHint": "Orientamento del pannello solare",
    "pvpro_powerEfficiency": "Efficienza energetica",
    "pvpro_powerEfficiencyHint": "Efficienza energetica del modulo fotovoltaico",
    "pvpro_tracker": "Tracker",
    "pvpro_trackerHint": "Per i pannelli solari che utilizzano un tracker solare",
    "wind_explanation": "Il pacchetto di dati del vento contiene variabili di vento specifiche per il settore dell'energia eolica.",
    "wind_link": "Documentazione del pacchetto di dati eolici",
    "wind80ensemble_explanation": "Il pacchetto di dati del vento da 80 m di ensemble contiene membri aggregati e singoli dalle previsioni del vento GFS ensemble.",
    "wind80ensemble_link": "Documentazione del pacchetto di dati di vento 80m di ensemble",
    "windpower_explanation": "Il pacchetto di dati di potenza del vento contiene previsioni di potenza del vento ad un'altezza di 80 m.",
    "windpower_link": "Documentazione del pacchetto di dati di alimentazione eolica",
    "advancedPackages": "Pacchetti avanzati",
    "sea_explanation": "Il pacchetto di dati SEA contiene previsioni meteorologiche marine.",
    "sea_link": "Documentazione del pacchetto di dati sul mare",
    "air_explanation": "Il pacchetto di dati aerei contiene previsioni atmosferiche come Cape e Indice sollevato.",
    "air_link": "Documentazione del pacchetto di dati aerei",
    "airquality_explanation": "Il pacchetto di dati sulla qualità dell'aria contiene previsioni di qualità dell'aria come le concentrazioni di inquinanti.",
    "airquality_link": "Documentazione del pacchetto dati di qualità dell'aria",
    "sigmalevel_explanation": "Il pacchetto di dati a livello di Sigma contiene previsioni di livello atmosferico superiori a 300 m.",
    "sigmalevel_link": "Documentazione del pacchetto dati a livello di sigma",
    "profileSeries_explanation": "I dati per le serie di profili sono forniti su diversi livelli verticali.",
    "profileSeries_link": "Dati per la documentazione della serie di profili",
    "14DayForecastPackages": "Pacchetti di previsione di 14 giorni",
    "trend_explanation": "Il pacchetto di dati di tendenza contiene previsioni di ensemble di 14 giorni per le variabili meteorologiche più comuni.",
    "trend_link": "Documentazione del pacchetto di dati di tendenza",
    "warningMessage": "Troppi moduli attivati ​​creano un carico pesante sul sistema, poiché vengono creati molti oggetti.",
    "apiKeySettings": "Tasti e impostazioni API",
    "apiKey": "Chiave API",
    "applicationKey": "Chiave API",
    "applicationKeyHint": "<a href = \"https://content.meteoblue.com/en/access-options/weather-apis/free-weather-api\" target = \"_ blank\"> ottieni accesso istantaneo a meteoblue </a>. <a href = \"https://www.meteoblue.com/de/weather-api/forecast-api\" target = \"_ blank\"> panoramica API meteorologica </a>.",
    "intervall": "Intervallo di tempo per il recupero di nuovi valori",
    "intervallHint": "in minuti (0 per richieste manuali)",
    "settings": "Impostazioni",
    "city": "Città",
    "cityHint": "F. ex. Basilea",
    "cityFromSystem": "Usa City dalle impostazioni del sistema",
    "latitude": "Latitudine WGS84",
    "latitudeHint": "F. ex. 47.55814",
    "longitude": "Longitudine WGS84",
    "longitudeHint": "F. Ex 7.58769",
    "latlongFromSystem": "Usa latitudine e longitudine dalle impostazioni del sistema",
    "elevation": "Elevazione",
    "elevationHint": "Metri sopra il mare",
    "timezone": "Fuso orario",
    "tempunit": "Unità di temperatura",
    "celsius": "Centigrado",
    "farenheit": "Fahrenheit",
    "tempunitFromSystem": "Utilizzare l'unità di temperatura dalle impostazioni del sistema",
    "windspeed": "Unità di velocità del vento",
    "kilometer per hour": "Chilometri all'ora",
    "meter per second": "Metri al secondo",
    "miles per hour": "Miglia all'ora",
    "knots": "Nodi",
    "beaufort": "Beaufort",
    "precipitationamount": "Unità di precipitazione",
    "mm": "mm",
    "inch": "Pollice",
    "sigmalevel_height": "Altezza fuori terra in [m]"
}
