{
    "forecastPackages": "Forfaits prévisionnels",
    "generalPackages": "Forfaits généraux",
    "basic_explanation": "Le package de base contient les variables météorologiques les plus courantes.",
    "basic_link": "Documentation de base sur le paquet de données",
    "current_explanation": "Le paquet de données actuelles contient des informations météorologiques actuelles, y compris des observations et des mesures.",
    "current_link": "Documentation actuelle du paquet de données",
    "clouds_explanation": "Le package de données Clouds contient des prévisions détaillées de la couche nuageuse et de la durée d'ensoleillement.",
    "clouds_link": "Documentation du package Clouds",
    "sunmoon_explanation": "Le paquet de données Soleil et Lune contient des informations sur les heures de lever et de coucher du soleil et de la lune.",
    "sunmoon_link": "Documentation du paquet de données Soleil et Lune",
    "basic_day_webcolors_explanation": "Le package Web Colors contient les codes de couleur HTML de meteoblue pour le formatage Web.",
    "basic_day_webcolors_link": "Documentation du package de données Web Colors",
    "agronomicalPackage": "Forfaits Agronomiques",
    "agro_explanation": "Le paquet de données Agro sert à des fins agricoles et contient des variables météorologiques liées au sol et à la végétation.",
    "agro_link": "Documentation du paquet de données agro",
    "agromodelleafwetness_explanation": "L'ensemble de données Agromodel Leaf Wetness contient toutes les informations pertinentes pour la surveillance et la prévision de l'humidité des feuilles.",
    "agromodelleafwetness_link": "Documentation du pack de données Agromodel Leaf Wetness",
    "agromodelsowing_explanation": "Le pack de données Agromodel Sowing contient des informations sur les fenêtres de temps appropriées pour semer les cultures.",
    "agromodelsowing_link": "Documentation du pack de données Agromodel Semis",
    "agromodelspray_explanation": "Le pack de données Agromodel Spray contient des informations sur les fenêtres de temps appropriées pour la pulvérisation des champs.",
    "agromodelspray_link": "Documentation du pack de données Agromodel Spray",
    "soiltrafficability_explanation": "L'ensemble de données Soil Trafficability contient des informations sur la capacité du sol à supporter des véhicules en mouvement en fonction du type de sol et de l'évolution de la teneur en eau dans la couche arable (0 - 10 cm).",
    "soiltrafficability_link": "Documentation sur l'ensemble de données de traficabilité des sols",
    "renewableEnergyPackages": "Forfaits d'énergie renouvelable",
    "solar_explanation": "Le paquet de données Solaire contient des variables de rayonnement solaire spécifiques pour le secteur de l'énergie solaire.",
    "solar_link": "Documentation du paquet de données solaires",
    "solarensemble_explanation": "Le paquet de données Solar Ensemble contient des membres agrégés et individuels des prévisions solaires d'ensemble GFS.",
    "solarensemble_link": "Documentation du paquet de données Solar Ensemble",
    "pvpro_explanation": "Le package de données PV Pro contient des prévisions de production d'énergie solaire basées sur le pic de kilowatt ainsi que sur l'inclinaison et l'orientation des panneaux.",
    "pvpro_link": "Documentation du pack de données PV Pro",
    "wind_explanation": "Le paquet de données Vent contient des variables de vent spécifiques pour le secteur de l'énergie éolienne.",
    "wind_link": "Documentation du paquet de données sur le vent",
    "wind80ensemble_explanation": "Le paquet de données Wind 80m Ensemble contient des membres agrégés et individuels des prévisions de vent d'ensemble GFS.",
    "wind80ensemble_link": "Documentation du paquet de données Wind 80m Ensemble",
    "windpower_explanation": "Le pack de données Wind Power contient des prévisions d'énergie éolienne à une hauteur de 80 m.",
    "windpower_link": "Documentation du package de données sur l'énergie éolienne",
    "advancedPackages": "Forfaits avancés",
    "sea_explanation": "Le paquet de données Sea contient des prévisions météorologiques maritimes.",
    "sea_link": "Documentation du paquet de données maritimes",
    "air_explanation": "Le paquet de données Air contient des prévisions atmosphériques telles que CAPE et un indice élevé.",
    "air_link": "Documentation du paquet de données aérodynamiques",
    "airquality_explanation": "L'ensemble de données sur la qualité de l'air contient des prévisions sur la qualité de l'air telles que les concentrations de polluants.",
    "airquality_link": "Documentation sur l'ensemble de données sur la qualité de l'air",
    "sigmalevel_explanation": "Le paquet de données Sigma Level contient des prévisions de la couche atmosphérique au-dessus de 300 m.",
    "sigmalevel_link": "Documentation du paquet de données Sigma Level",
    "profileSeries_explanation": "Les ensembles de données de la série de profils contiennent des prévisions de profil atmosphérique pour différents niveaux d'altitude (1000, 975, 950, 925, 900, 875, 850, 800, 750, 700, 650, 600, 550, 500, 450, 400, 350, 300, 250, 200) et variables.",
    "profileSeries_link": "Documentation sur les packages de données de la série Profile",
    "14DayForecastPackages": "Forfaits de prévisions sur 14 jours",
    "ensemble_explanation": "Le paquet de données Ensemble contient tous les membres individuels de la prévision d'ensemble GFS.",
    "ensemble_link": "Documentation du paquet de données d'ensemble",
    "trend_explanation": "Le package Trend contient des prévisions d'ensemble sur 14 jours pour les variables météorologiques les plus courantes.",
    "trend_link": "Documentation sur le package de données de tendance",
    "warningMessage": "Trop de modules activés mettent une lourde charge sur le système, car de nombreux objets sont créés.",
    "apiKeySettings": "Clé API et paramètres",
    "apiKey": "Clé API",
    "applicationKey": "Clé API",
    "applicationKeyHint": "Obtenez meteoblue 'Free Weather API for non-commercial use' <a href=\"https://content.meteoblue.com/en/access-options/weather-apis/free-weather-api\" target=\"_blank\">ici </a>. Consultez votre clé API personnelle <a href=\"https://www.meteoblue.com/de/weather-api/forecast-api\" target=\"_blank\">ici</a>.",
    "intervall": "Intervalle de temps pour récupérer de nouvelles valeurs",
    "intervallHint": "en minutes (0 pour les requêtes manuelles)",
    "settings": "Réglages",
    "city": "Ville",
    "cityHint": "par exemple. Bâle",
    "cityFromSystem": "Utiliser la ville à partir des paramètres système",
    "latitude": "Latitude WGS84",
    "latitudeHint": "par exemple. 47.55814",
    "longitude": "Longitude WGS84",
    "longitudeHint": "par exemple. 7.58769",
    "latlongFromSystem": "Utiliser la latitude et la longitude des paramètres système",
    "elevation": "Élévation",
    "elevationHint": "mètres au-dessus de la mer",
    "timezone": "Fuseau horaire",
    "tempunit": "Unité de température",
    "celsius": "celsius",
    "farenheit": "farenheit",
    "tempunitFromSystem": "Utiliser l'unité de température à partir des paramètres système",
    "windspeed": "Unité de vitesse du vent",
    "kilometer per hour": "kilomètre par heure",
    "meter per second": "mètre par seconde",
    "miles per hour": "miles par heure",
    "knots": "nœuds",
    "beaufort": "beaufort",
    "precipitationamount": "Unité de précipitation",
    "mm": "millimètre",
    "inch": "pouce"
}
