{
    "forecastPackages": "Packages prévisionnels",
    "generalPackages": "Packages généraux",
    "basic_explanation": "L'ensemble de base contient les variables météorologiques les plus courantes.",
    "basic_link": "Documentation de base du package de données",
    "current_explanation": "Le package de données actuel contient des informations météorologiques actuelles, y compris les observations et les mesures.",
    "current_link": "Documentation actuelle du package de données",
    "clouds_explanation": "Le package de données Clouds contient des prévisions détaillées de la couche de nuages ​​et de la durée du soleil.",
    "clouds_link": "Documentation du package de données de nuages",
    "sunmoon_explanation": "Le package de données Sun and Moon contient des informations sur la montée et le règlement des temps de soleil et de lune.",
    "sunmoon_link": "Documentation du package de données Sun and Moon",
    "basic_day_webcolors_explanation": "Le package des couleurs Web contient les codes de couleur HTML MeteoBlue pour le format Web.",
    "basic_day_webcolors_link": "Documentation du package des couleurs Web",
    "agronomicalPackage": "Packages agronomiques",
    "agro_explanation": "Le package de données Agro sert des fins agricoles et contient des variables météorologiques liées au sol et à la végétation.",
    "agro_link": "Documentation Agro Data Package",
    "agromodelleafwetness_explanation": "L'ensemble de données sur l'humidité des feuilles d'agromodel contient toutes les informations pertinentes pour surveiller et prévoir l'humidité des feuilles.",
    "agromodelleafwetness_link": "Documentation du package de données sur les données de l'humidité des feuilles d'agromodel",
    "agromodelsowing_explanation": "Le package de données de semis Agromodel contient des informations sur les fenêtres de temps appropriées pour les cultures de semis.",
    "agromodelsowing_link": "Documentation du package de données de semis Agromodel",
    "agromodelspray_explanation": "Le package de données de pulvérisation Agromodel contient des informations sur les fenêtres de temps appropriées pour les champs de pulvérisation.",
    "agromodelspray_link": "Documentation du package de données de pulvérisation Agromodel",
    "soiltrafficability_explanation": "L'ensemble de données sur la circulation du sol contient des informations sur la capacité du sol à soutenir les véhicules en mouvement en fonction du type de sol et du développement de la teneur en eau dans le sol final (0 - 10 cm).",
    "soiltrafficability_link": "Documentation du package de données de trafic de circulation du sol",
    "renewableEnergyPackages": "Forfaits d'énergie renouvelable",
    "solar_explanation": "Le package de données solaires contient des variables de rayonnement solaire spécifiques pour le secteur de l'énergie solaire.",
    "solar_link": "Documentation du package de données solaires",
    "solarensemble_explanation": "Le package de données d'ensemble solaire contient des membres agrégés et individuels des prévisions solaires de l'ensemble GFS.",
    "solarensemble_link": "Documentation du package de données d'ensemble solaire",
    "pvpro_explanation": "Le progiciel PV Pro Data contient des prévisions de production d'énergie solaire basées sur le pic de kilowatt ainsi que l'inclinaison et l'orientation du panneau.",
    "pvpro_link": "Documentation PV Pro Data Package",
    "pvpro_kWp": "KWP",
    "pvpro_kWpHint": "Production de pics de kilowatt",
    "pvpro_slope": "Pente",
    "pvpro_slopeHint": "Inclinaison du panneau solaire",
    "pvpro_facing": "Parement",
    "pvpro_facingHint": "Orientation du panneau solaire",
    "pvpro_powerEfficiency": "Efficacité énergétique",
    "pvpro_powerEfficiencyHint": "Efficacité de puissance du module PV",
    "pvpro_tracker": "Traqueur",
    "pvpro_trackerHint": "Pour les panneaux solaires à l'aide d'un tracker solaire",
    "wind_explanation": "Le package de données de vent contient des variables de vent spécifiques pour le secteur de l'énergie éolienne.",
    "wind_link": "Documentation du package de données de vent",
    "wind80ensemble_explanation": "Le package de données d'ensemble Wind 80m contient des membres agrégés et individuels des prévisions de vent de l'ensemble GFS.",
    "wind80ensemble_link": "Documentation du package de données d'ensemble de 80m",
    "windpower_explanation": "Le package de données éoliennes contient des prévisions d'énergie éolienne à une hauteur de 80 m.",
    "windpower_link": "Documentation du package de données éoliennes",
    "advancedPackages": "Packages avancés",
    "sea_explanation": "L'ensemble de données sur la mer contient des prévisions météorologiques marines.",
    "sea_link": "Documentation du package de données sur la mer",
    "air_explanation": "Le package de données Air contient des prévisions atmosphériques comme le CAPE et l'indice levé.",
    "air_link": "Documentation du package de données aériennes",
    "airquality_explanation": "Le package de données de qualité de l'air contient des prévisions de qualité de l'air comme les concentrations de polluants.",
    "airquality_link": "Documentation du package de données de qualité de l'air",
    "sigmalevel_explanation": "Le package de données de niveau Sigma contient des prévisions de couche atmosphérique supérieures à 300 m.",
    "sigmalevel_link": "Documentation du package de données de niveau Sigma",
    "profileSeries_explanation": "Des données pour les séries de profils sont fournies à différents niveaux verticaux.",
    "profileSeries_link": "Données pour la documentation de la série de profils",
    "14DayForecastPackages": "Packages de prévisions de 14 jours",
    "trend_explanation": "Le package de données de tendance contient des prévisions d'ensemble de 14 jours pour les variables météorologiques les plus courantes.",
    "trend_link": "Documentation du package de données tendance",
    "warningMessage": "Trop de modules activés placent une charge lourde sur le système, car de nombreux objets sont créés.",
    "apiKeySettings": "Clés et paramètres API",
    "apiKey": "Clé API",
    "applicationKey": "Clé API",
    "applicationKeyHint": "<a href = \"https://content.meteoblue.com/en/access-options/weather-apis/free-Eather-API\" Target = \"_ Blank\"> Obtenez un accès instantané à MeteoBlue </a>. <a href = \"https://www.meteoblue.com/de/weather-api/forecast-api\" cible = \"_ Blank\"> Présentation de l'API météo </a>.",
    "intervall": "Intervalle de temps pour récupérer de nouvelles valeurs",
    "intervallHint": "en quelques minutes (0 pour les demandes manuelles)",
    "settings": "Paramètres",
    "city": "Ville",
    "cityHint": "f. ex. Basel",
    "cityFromSystem": "Utilisez la ville à partir des paramètres du système",
    "latitude": "Latitude wgs84",
    "latitudeHint": "f. ex. 47.55814",
    "longitude": "Longitude wgs84",
    "longitudeHint": "f. Ex 7.58769",
    "latlongFromSystem": "Utilisez la latitude et la longitude à partir des paramètres du système",
    "elevation": "Élévation",
    "elevationHint": "Mètres au-dessus de la mer",
    "timezone": "Fuseau horaire",
    "tempunit": "Unité de température",
    "celsius": "Celsius",
    "farenheit": "Fahrenheit",
    "tempunitFromSystem": "Utilisez l'unité de température à partir des paramètres du système",
    "windspeed": "Unité de vitesse du vent",
    "kilometer per hour": "Kilomètres par heure",
    "meter per second": "Mètres par seconde",
    "miles per hour": "Kilomètres par heure",
    "knots": "Nœuds",
    "beaufort": "Beaufort",
    "precipitationamount": "Unité de précipitations",
    "mm": "MM",
    "inch": "Pouce",
    "sigmalevel_height": "Hauteur au-dessus du sol en [m]"
}
